{
  "coachesArray": [
    {
      "name": "Lou Brown",
      "title": "Head Coach",
      "image": "/cms/coaches/neonbrand-4sqffd6qj44-unsplash.jpg",
      "bio": "Coming into his second year as Head Coach, Lou brings the core values of New York Knights Baseball Club to the table. His efforts created the club as it stands today and his goals are to always be building men - as well as good baseball players.\n\nCoach Brown wants everyone to know how much he respects the efforts of his players. He never coaches for his own gain and wants to help every young man that joins his team be the best player on his high school team - and beyond."
    },
    {
      "name": "Phil Brickma",
      "title": "Pitching Coach",
      "image": "/cms/coaches/neonbrand-syh380gmnvy-unsplash.jpg",
      "bio": "Coach Brickma was a storied player in his day. He played 7 years of professional baseball for the St. Louis Cardinals and brings a ton of technical skill to the way he teaches pitching to his young arms.\n\nHaving spent so much time at every level of baseball, Phil is who parents in the organization love to turn to when it comes to advice for the high school, collegiate, and professional levels. We think Coach Phil for bringing us his knowledge and wisdom - as well as all the zeroes his pitchers put up on the scoreboard!"
    },
    {
      "name": "Pop Fisher",
      "title": "Hitting Coach",
      "image": "/cms/coaches/amanda-wolbert-aexvygxqp6q-unsplash.jpg",
      "bio": "Speak softly and carry a big stick...or be loud with both like Coach Pop.\n\nOur hitting coach brings a ton of energy to the dugout during every game and breathes life into every team party that we have. But that's not to say he isn't busy coaching baseball...\n\nCoach Fisher knows everything that there is to know about hitting a baseball. Looking through the stat books, you'll see that Pop was a successful hitter at every level that he played at, earning All-State honors at the Division I collegiate level. With this type of experience and knowledge, the young hitters that get to learn from Pop always find something new to gain from Pop's presence."
    }
  ]
}